Repository: godiard/domino-activity
Catalog: po/*.po
Languages: ca, fa, fr, hy, nl, pl, pt_br, sq, sv

source: Domino
fa: مهره های بازی دومینو
hy: Դոմինո
pt_br: Dominó

source: Start
ca: Comença
fa: شروع
fr: Commencer
hy: Սկսել
pt_br: Início
sq: Fillo
sv: Starta

source: Get piece
ca: Agafa una peça
fa: از قطعه
fr: Obtenir une pièce
hy: Ձեռք բերել խաղաքարը
nl: Pak steen
pl: Weź kolcek
pt_br: Pegar peça
sq: Merrni gur
sv: Erhåll pjäs

source: Pass
ca: Passa
fa: گذر کردن (پشت سر گذاشتن)
fr: Passer
hy: Անցնել
nl: Pas
pl: Pasuj
pt_br: Passar a vez
sq: S’kam
sv: Passa

source: Scores
ca: Puntuacions
fa: امتیازها
fr: Score
hy: Հաշիվ
pl: Wyniki
pt_br: Pontuação
sq: Përfundime
sv: Poäng

source: Stack
ca: Pila
fa: دسته
fr: Talon
nl: Stapel
pl: Stos
pt_br: Pilha
sv: Hög

source: Simple
ca: Senzill
fa: ساده
hy: Պարզ
nl: Simpel
pt_br: Simples
sq: E thjeshtë
sv: Enkel

source: Table of
ca: Taula de
fa: جدول
fr: Table de
hy: -ի Սեղան
nl: Tafel van
pl: Tabela
pt_br: Tabela de
sq: Tabelë e
sv: Multiplikation med

source: Fractions
ca: Fraccions
fa: بخش ، قسمت
hy: Չափամասեր
nl: Gedeelten
pt_br: Frações
sv: Bråk

source: Points
ca: Punts
fa: نکته
hy: Միավորներ
nl: Punten
pl: Punkty
pt_br: Pontos
sq: Pikë
sv: Poäng

source: Player
ca: Jugador
fa: بازیکنان
fr: Joueur
hy: Խաղացող
nl: Speler
pl: Gracz
pt_br: Jogador
sq: Lojtar
sv: Spelare

source: pieces
ca: peces
fa: قطعات
fr: pièces
hy: խաղաքարեր
nl: stenen
pl: klocki
pt_br: Peças
sq: gurë
sv: brickor

source: WIN
ca: HAS GUANYAT
fa: پیروزی
fr: Gagné
hy: ՀԱՂԹԵԼ
pl: WYGRANA
pt_br: Vitória
sv: DU VINNER

source: Played
ca: Jugats
fa: بازی
fr: Joués
hy: Խաղացված
nl: Gespeeld
pl: Zagrane
pt_br: Jogadas
sv: Spelade

source: Win
ca: Victòria
fa: پیروز شدن
fr: Gagné
hy: Հաղթել
nl: Gewonnen
pl: Wygrane
pt_br: Vitória
sv: Vunna

source: Lost
ca: Pèrdua
fa: شکست خوردن
fr: Perdu
hy: Պարտվել
nl: Verloren
pl: Przegrane
pt_br: Derrota
sq: Humbët
sv: Förlorade

source: You can select a piece with the arrow keys and use it with enter.
ca: Podeu seleccionar una peça amb les tecles de fletxa i utilitzar-ho amb la tecla de retorn.
fa: میتوانید یک بخش را با استفاده از کلیدهای راهنما (فلش) انتخاب کرده و بر روی آن کلیک کنید
fr: Tu peux sélectionner une pièce avec les touches directionnelles (flèches) et l'utiliser avec la touche entrée.
hy: Կարող ես ընտրել սլաքներով խաղաքար և կիրառել այն "enter" ստեղնի օգնությամբ
nl: Je kunt een steen selecteren met de pijltoetsen en gebruiken met enter.
pl: Zaznacz klocek za pomocą klawiszy strzałek i wciśnij enter.
pt_br: Voce pode selecionar uma peça com as setas do teclado e usá-la com Enter.
sq: Një gur mund ta përzgjidhni me tastet shigjetë dhe ta përdorni me tastin Enter.
sv: Du kan välja en bricka med piltangenterna och använda den med retur.

source: When you selected the piece, you can move it to the place
ca: Quan hàgiu seleccionat la peça, podeu moure-la al lloc
fa: بعد از انتخاب یک قطعه، میتوانید آن را به جای دیگر منتقل کنید
fr: Quand tu as sélectionné la pièce, tu peux la déplacer jusqu'à la position choisie
hy: Երբ ընտրես խաղաքարը, կարող ես տեղափոխել այնտեղ ուր ցանկանում ես
nl: Een geselecteerde steenkan verplaatst worden naar de plaats
pl: Po zaznaczeniu klocka możesz go przenieść
pt_br: Quando selecionar uma peça, você pode movê-la para uma posição
sq: Kur një gur e keni përzgjedhur, mund ta shpini te vendi
sv: Då du valt brickan kan du flytta den till platsen

source: with the arrows , turn it with space and place it with enter.
ca: amb les fletxes, podeu girar-ho amb la tecla d'espai i col·locar-ho amb la tecla de retorn.
fa: با کمک فلش ها، با استفاده از دکمه فاصله (space) بچرخانید و با کمک دکمه enter در محل مربوطه قرار دهید
fr: avec les flèches, la tourner avec la touche espace et la placer avec la touche entrée.
hy: սլաքներով կարող ես շրջել այն "space" ստեղնի օգնությամբ և տեղադրել այն` սեղմելով "enter"
nl: met de pijltoetsen, draai het meet spatie en plaats het met enter.
pl: za pomocą strzałek, odwrócić go przy użyciu klawisza spacji i zatwierdzić enterem.
pt_br: com as setas, gire com Espaço e posicione-a com Enter.
sq: përmes tasteve shigjetë, ta rrotulloni përmes tastit SPACE dhe ta vendosni me atë Enter.
sv: med pilarna, vända den med mellanslag och placera den med enter.

source: If you want use another piece, press escape.
ca: Si voleu utilitzar una altra peça, premeu la tecla esc.
fa: اگر میخواهید از قطعه دیگری استفاده کنید، دکمه escape را فشار دهید
fr: Si tu veux utiliser une autre pièce, presse la touche d'échappement (Échap).
hy: Եթե ցանկանում ես կիրառել այլ խաղաքար, սեղմիր "escape"
nl: Als je een andere steen wilt gebruiken, druk op escape.
pl: Jeśli chcesz użyć innego klocka wciśnij escape.
pt_br: Se você quiser usar outra peça, pressione Esc.
sq: Nëse doni të përdorni një gur tjetër, shtypni Esc.
sv: Om du vill använda ännu en bricka, tryck escape.

source: You can use the cursors to move too.
ca: També podeu utilitzar els cursors per a moure-ho.
fa: از مکان نما (نشانگر) هم میتوانید برای جابجا کردن استفاده کنید
fr: Tu peux aussi utiliser les curseurs de déplacement.
hy: Տեղաշարժվելու համար կարող ես օգտագործել նաև կուրսորը
nl: Je kunt ook de cursors gebruiken om te verplaatsen.
pl: W celu przeniesienia możesz użyć również kursora.
pt_br: Você pode usar os cursores para mover também.
sq: Për të lëvizur mund të përdorni edhe kursorin.
sv: Du kan även använda markörerna för förflyttning.

source: And use check to select, circle to rotate
ca: I utilitzar la marca per seleccionar o el cercle per rotar
fa: و از دکمه check برای انتخاب کردن و circle برای چرخاندن استفاده کنید
fr: Et la coche pour sélectionner, le cercle pour tourner
hy: Օգտագործիր ալիքանշանը ընտրելու համար, շրջանը` պտտեցնելու համար
nl: En gebruik check om te selecteren, cirkel om te draaien
pt_br: E use visto para selecionar e círculo para rotacionar
sv: Och använd bock för att välja, cirkel för att rotera

source: and X to use another piece.
ca: i X per a utilitzar una altra peça.
fa: و از X برای استفاده از قطعه دیگر کمک بگیرید
fr: ainsi que X pour utiliser une autre pièce.
nl: eb X om een andere steen te gebruiken.
pl: oraz X aby wybrać inny klocek.
pt_br: e X para usar outra peça.
sq: dhe X për të përdorur një gur tjetër.
sv: och X för att använda en annan bricka.

source: You win!!!
ca: Heu guanyat!
fa: بردی!
fr: Tu as gagné !!!
nl: Jij wint!!!
pl: Wygrałeś!!!
pt_br: Você venceu!!!
sq: Fituat!!!
sv: Du vinner!!!

source: Sorry, you lost
ca: Ho sentim, heu perdut
fa: با تأسف، باختی!
fr: Désolé, tu as perdu
nl: Sorry, je verliest
pl: Niestety przegrałeś.
pt_br: Você perdeu
sq: Na ndjeni, humbët
sv: Tyvärr, du förlorade
