Repository: godiard/domino-activity
Catalog: po/ach.po
Languages: ach

source: Domino
ach: Bao mapwot

source: Start
ach: Cak

source: Get piece
ach: Nyil matidi

source: Pass
ach: Kat

source: Scores
ach: Mato

source: Stack
ach: Omoko

source: Simple
ach: Lapor

source: Table of
ach: Meja me

source: Fractions
ach: Wii lawote

source: Points
ach: Karwate

source: Player
ach: Latuku

source: pieces
ach: ngido ne mapol

source: WIN
ach: LANY

source: Played
ach: Otuko

source: Win
ach: Lany

source: Lost
ach: Orwenyo

source: You can select a piece with the arrow keys and use it with enter.
ach: In bene i twero yero ngidongido ki lanyut me atero ci i tii kwede donyi.

source: When you selected the piece, you can move it to the place
ach: I kare ma In iyero ngidongido, i twero diro ne dwoko i kabedo

source: with the arrows , turn it with space and place it with enter.
ach: ki atero, wirne kwede kabedo ci i ket ne kwede donyi.

source: If you want use another piece, press escape.
ach: Kace i mito tii ki ngidongido mapat, dii lwii.

source: You can use the cursors to move too.
ach: In bene i twero tic ki lacim me ladic wek i dir dang.

source: And use check to select, circle to rotate
ach: Ci tii ki rot wek i yer, gur wek wire

source: and X to use another piece.
ach: ki X wek tii ki ngidongido mapat.

source: You win!!!
ach: In lany!!!

source: Sorry, you lost
ach: Kica keken, irwenyo
