Repository: godiard/domino-activity
Catalog: po/ayc.po
Languages: ayc

source: Domino
ayc: Domino anataña

source: Start
ayc: Qalltaña

source: Get piece
ayc: Wakisiri mayiña

source: Pass
ayc: Sarjaña

source: Scores
ayc: Atipsuta chaninaka

source: Stack
ayc: Phuju

source: Simple
ayc: Aliqa

source: Table of
ayc: P'axlapa

source: Fractions
ayc: Jaljatanaka

source: Points
ayc: Atipsuta chaninaka

source: Player
ayc: Anatiri

source: pieces
ayc: Anataña yänaka

source: WIN
ayc: Atiptha

source: Played
ayc: Anatatanaka

source: Win
ayc: Atipatanaka

source: Lost
ayc: Atipayasitanaka

source: You can select a piece with the arrow keys and use it with enter.
ayc: anataña yänaka chiqanchirinakampi chhijllasa "enter" limt'asa apnaqasmawa.

source: When you selected the piece, you can move it to the place
ayc: Anataña maya yäpa chhijllasa, kawkharu uchañti munsta uka unxtayma

source: with the arrows , turn it with space and place it with enter.
ayc: chiqachirinakampi, jit'tayaña limt'añampi muyjtayasmawa ukata "enter" limt'asa uchasmawa.

source: If you want use another piece, press escape.
ayc: yaqha anataña yäpa apnaqaña munasina, "escape" limt'ma

source: You can use the cursors to move too.
ayc: Jithnaqayaña limt'añanaka apnaqarakismawa.

source: And use check to select, circle to rotate
ayc: limt'añaxa chhijllañataki, muyuxa muyjtayañataki

source: and X to use another piece.
ayc: ukata "X" qillqaxa yaqha anataña yäpa apnaqañataki.

source: You win!!!
ayc: Atipstawa!!!

source: Sorry, you lost
ayc: awira, atipayastawa
