Repository: godiard/domino-activity
Catalog: po/gug.po
Languages: gug

source: Domino
gug: Aipu'aka

source: Start
gug: Ñepyrũ

source: Get piece
gug: Jerure vore

source: Pass
gug: Hasa

source: Scores
gug: Motenonde

source: Stack
gug: Ykua

source: Simple
gug: Ndahasýi

source: Table of
gug: Yvyrape gui

source: Fractions
gug: Remboja'o

source: Points
gug: Kyta

source: Player
gug: Ñembosaráiha

source: pieces
gug: vore

source: WIN
gug: Amono'õ

source: Played
gug: Ñembosarái

source: Win
gug: Mono'õ

source: Lost
gug: Kañypyre

source: You can select a piece with the arrow keys and use it with enter.
gug: Ija guive ndeve eporavo petei vore ndive rembohu'y ha eipuru ndive jeikeha.

source: When you selected the piece, you can move it to the place
gug: Peteĩ jevy poravopapyre pe vore, remongu'e peve tenda mamópa remoitan

source: with the arrows , turn it with space and place it with enter.
gug: Ndive rembohu'y, ija guive ndeve embojere ndive votõ arapy ha emoĩ ndive jeikeha.

source: If you want use another piece, press escape.
gug: Heẽ rehayhu puru ambue kuatia'i mohendáva, ejopy jehekýi.

source: You can use the cursors to move too.
gug: Avei ija guive ndeve eipuru ndive oisambyhy.

source: And use check to select, circle to rotate
gug: Pe muanduhe guarã poravo, pe kora haguã jere

source: and X to use another piece.
gug: Ha X guarã eipuru ambue vore.

source: You win!!!
gug: Remono'õ akue!

source: Sorry, you lost
gug: Añembyasy, remokañy akue
