Repository: godiard/domino-activity
Catalog: po/ibo.po
Languages: ibo

source: Domino
ibo: Naj

source: Start
ibo: Malite

source: Get piece
ibo: Nweta mpempe

source: Pass
ibo: Gafee

source: Scores
ibo: Mewo ka ọtụtụ

source: Stack
ibo: Tojupụtara

source: Simple
ibo: Dị mfe

source: Table of
ibo: Isiokwu ndị

source: Fractions
ibo: ụmụ irighiri

source: Points
ibo: Ihe

source: Player
ibo: Onye ejije

source: pieces
ibo: ibe

source: WIN
ibo: Imeri

source: Played
ibo: Na-egwuri

source: Win
ibo: Imeri

source: Lost
ibo: Furu efu

source: You can select a piece with the arrow keys and use it with enter.
ibo: Ị nwere ike ịhọrọ a mpempe na akụ igodo na-eji ya na-aba.

source: When you selected the piece, you can move it to the place
ibo: Mgbe ị na-ahọrọ ibe, ị nwere ike ịga na ọ n'ebe a na-

source: with the arrows , turn it with space and place it with enter.
ibo: na akụ unu, ka ọ na ohere na-etinye ya na-aba.

source: If you want use another piece, press escape.
ibo: Ọ bụrụ na ị chọrọ iji ọzọ mpempe, pịa ụzọ mgbapụ.

source: You can use the cursors to move too.
ibo: Ị nwere ike iji cursor ịkwaga kwa.

source: And use check to select, circle to rotate
ibo: Ma na-eji elele iji họrọ, gburugburu bugharia

source: and X to use another piece.
ibo: nand X-eji ọzọ mpempe.

source: You win!!!
ibo: Ị merie !!!

source: Sorry, you lost
ibo: Ndo, ị dala
